{
  "en": [
    {
      "title": "Release Candidate 2",
      "excerpt": "New Health Ring, bug fixes!",
      "content": "BlueberryRing testnet RC2 is here!\n\n • Added Health Ring Ratings to track vitals and wellness metrics, similar to leading smart rings\n • Introduced comprehensive guided tutorial system with interactive tasks and tips\n • Enhanced typography with improved readability across all screens\n • Streamlined mining dashboard with real-time performance indicators\n • Optimized app performance with smoother transitions and animations\n • Fixed stability issues for seamless user experience\n\nUpgrade now to experience advanced health tracking, guided tutorials, and polished interface designed for both beginners and power users!"
    }
  ],
  "de": [
    {
      "title": "Release Candidate 2",
      "excerpt": "Neuer Gesundheitsring, Fehlerbehebungen!",
      "content": "BlueberryRing Testnet RC2 ist da!\n\n • Gesundheitsring-Bewertungen hinzugefügt, um Vital- und Wellness-Metriken zu verfolgen, ähnlich wie bei führenden Smart-Ringen\n • Einführung eines umfassenden, geführten Tutorialsystems mit interaktiven Aufgaben und Tipps\n • Verbesserte Typografie mit besserer Lesbarkeit auf allen Bildschirmen\n • Optimiertes Mining-Dashboard mit Echtzeit-Leistungsindikatoren\n • Optimierte App-Leistung mit flüssigeren Übergängen und Animationen\n • Behobene Stabilitätsprobleme für eine nahtlose Benutzererfahrung\n\nWerden Sie jetzt ein Upgrade, um erweiterte Gesundheitsverfolgung, geführte Tutorials und eine optimierte Benutzeroberfläche zu erleben, die sowohl für Anfänger als auch für Power-User entwickelt wurde!"
    }
  ],
  "es": [
    {
      "title": "Candidato a versión final 2",
      "excerpt": "Nuevo anillo de salud, ¡correcciones de errores!",
      "content": "BlueberryRing testnet RC2 ¡ya está aquí!\n\n • Se agregaron las Calificaciones de Anillo de Salud para realizar un seguimiento de los signos vitales y las métricas de bienestar, de forma similar a los anillos inteligentes líderes\n • Se introdujo un sistema integral de tutoriales guiados con tareas interactivas y consejos\n • Se mejoró la tipografía con una mejor legibilidad en todas las pantallas\n • Se simplificó el panel de minería con indicadores de rendimiento en tiempo real\n • Se optimizó el rendimiento de la aplicación con transiciones y animaciones más fluidas\n • Se corrigieron problemas de estabilidad para una experiencia de usuario perfecta\n\n¡Actualice ahora para experimentar el seguimiento avanzado de la salud, los tutoriales guiados y la interfaz pulida diseñada tanto para principiantes como para usuarios avanzados!"
    }
  ],
  "fr": [
    {
      "title": "Version Candidate 2",
      "excerpt": "Nouvelle bague Santé, corrections de bugs !",
      "content": "BlueberryRing testnet RC2 est arrivé !\n\n • Ajout des évaluations Health Ring pour suivre les données vitales et les indicateurs de bien-être, similaires aux principales smart rings\n • Introduction d'un système complet de tutoriel guidé avec des tâches interactives et des conseils\n • Typographie améliorée avec une meilleure lisibilité sur tous les écrans\n • Tableau de bord minier simplifié avec des indicateurs de performance en temps réel\n • Performances de l'application optimisées avec des transitions et des animations plus fluides\n • Problèmes de stabilité corrigés pour une expérience utilisateur transparente\n\nPassez à la mise à niveau maintenant pour profiter du suivi avancé de la santé, des tutoriels guidés et d'une interface raffinée conçue pour les débutants comme pour les utilisateurs expérimentés !"
    }
  ],
  "id": [
    {
      "title": "Calon Rilis 2",
      "excerpt": "Cincin Kesehatan Baru, perbaikan bug!",
      "content": "BlueberryRing testnet RC2 hadir!\n\n • Menambahkan Peringkat Kesehatan Cincin untuk melacak vital dan metrik kesehatan, mirip dengan cincin pintar terkemuka\n • Memperkenalkan sistem tutorial terpandu yang komprehensif dengan tugas dan kiat interaktif\n • Meningkatkan tipografi dengan peningkatan keterbacaan di semua layar\n • Menyederhanakan dashboard penambangan dengan indikator kinerja waktu nyata\n • Mengoptimalkan kinerja aplikasi dengan transisi dan animasi yang lebih halus\n • Memperbaiki masalah stabilitas untuk pengalaman pengguna yang lancar\n\nUpgrade sekarang untuk merasakan pelacakan kesehatan canggih, tutorial terpandu, dan antarmuka yang dipoles yang dirancang untuk pengguna pemula dan berpengalaman!"
    }
  ],
  "it": [
    {
      "title": "Candidato alla Rilascio 2",
      "excerpt": "Nuovo Anello Salute, correzioni di bug!",
      "content": "BlueberryRing testnet RC2 è arrivato!\n\n • Aggiunte le valutazioni Health Ring per monitorare i valori vitali e le metriche del benessere, in modo simile ai principali smart ring\n • Introdotto un sistema di tutorial guidati completo con attività interattive e suggerimenti\n • Migliorata la tipografia con una migliore leggibilità su tutti gli schermi\n • Semplificata la dashboard di mining con indicatori delle prestazioni in tempo reale\n • Ottimizzate le prestazioni dell'app con transizioni e animazioni più fluide\n • Risolti problemi di stabilità per un'esperienza utente senza interruzioni\n\nEffettua ora l'aggiornamento per sperimentare il monitoraggio avanzato della salute, i tutorial guidati e l'interfaccia perfezionata progettata sia per i principianti che per gli utenti esperti!"
    }
  ],
  "ja": [
    {
      "title": "リリース候補2",
      "excerpt": "新型ヘルスリング、バグ修正！",
      "content": "BlueberryRingテストネットRC2が登場！\n\n •  主要なスマートリングと同様に、バイタルデータと健康指標を追跡するヘルスリング評価を追加\n • 双方向のタスクとヒントによる包括的なガイド付きチュートリアルシステムを導入\n • 全画面で読みやすさが向上したタイポグラフィを強化\n • リアルタイムのパフォーマンス指標による、合理化されたマイニングダッシュボード\n • よりスムーズなトランジションとアニメーションによるアプリのパフォーマンスを最適化\n • シームレスなユーザーエクスペリエンスのための安定性の問題を修正\n\n高度な健康追跡、ガイド付きチュートリアル、初心者とパワーユーザーの両方に設計された洗練されたインターフェースを体験するために、今すぐアップグレードしてください！"
    }
  ],
  "ko": [
    {
      "title": "릴리스 후보 2",
      "excerpt": "새로운 건강 반지, 버그 수정!",
      "content": "블루베리링 테스트넷 RC2 출시!\n\n • 주요 스마트 링과 유사하게 바이탈 사인 및 건강 지표를 추적하는 건강 링 등급 추가\n • 대화형 과제와 팁을 포함한 포괄적인 가이드형 튜토리얼 시스템 도입\n • 모든 화면에서 가독성이 향상된 타이포그래피 개선\n • 실시간 성능 지표가 포함된 간소화된 채굴 대시보드\n • 보다 부드러운 전환 및 애니메이션으로 앱 성능 최적화\n • 원활한 사용자 경험을 위한 안정성 문제 해결\n\n지금 업그레이드하여 고급 건강 추적, 가이드형 튜토리얼 및 초보자와 숙련된 사용자 모두를 위한 세련된 인터페이스를 경험하세요!"
    }
  ],
  "nl": [
    {
      "title": "Release Candidate 2",
      "excerpt": "Nieuwe Gezondheidsring, bug fixes!",
      "content": "BlueberryRing testnet RC2 is hier!\n\n • Gezondheidsring-ratings toegevoegd om vitale functies en welzijnsgegevens bij te houden, vergelijkbaar met toonaangevende smart rings\n • Uitgebreid, begeleid tutorialsysteem geïntroduceerd met interactieve taken en tips\n • Verbeterde typografie met betere leesbaarheid op alle schermen\n • Gestroomlijnd mijn dashboard met real-time prestatie-indicatoren\n • Geoptimaliseerde app-prestaties met soepelere overgangen en animaties\n • Stabiliteitsproblemen opgelost voor een naadloze gebruikerservaring\n\nUpgrade nu om geavanceerde gezondheidsbewaking, begeleide tutorials en een gepolijste interface te ervaren, ontworpen voor zowel beginners als ervaren gebruikers!"
    }
  ],
  "pt": [
    {
      "title": "Candidato a Versão 2",
      "excerpt": "Novo Anel de Saúde, correções de bugs!",
      "content": "BlueberryRing testnet RC2 está aqui!\n\n • Adicionadas Avaliações do Anel de Saúde para rastrear sinais vitais e métricas de bem-estar, semelhante aos principais anéis inteligentes\n • Introduzido sistema abrangente de tutorial guiado com tarefas interativas e dicas\n • Tipografia aprimorada com melhor legibilidade em todas as telas\n • Painel de mineração simplificado com indicadores de desempenho em tempo real\n • Desempenho do aplicativo otimizado com transições e animações mais suaves\n • Problemas de estabilidade corrigidos para uma experiência de usuário perfeita\n\nFaça upgrade agora para experimentar o rastreamento avançado de saúde, tutoriais guiados e interface aprimorada, projetada para iniciantes e usuários avançados!"
    }
  ],
  "ro": [
    {
      "title": "Candidat pentru lansare 2",
      "excerpt": "Nou inel pentru sănătate, remedieri de erori!",
      "content": "BlueberryRing testnet RC2 este aici!\n\n • Adăugate Evaluări Inel Sănătate pentru a monitoriza semnele vitale și metrici de wellness, similar cu inelele inteligente de top\n • Introduc un sistem complet de tutoriale ghidate cu sarcini interactive și sfaturi\n • Tipografie îmbunătățită cu lizibilitate sporită pe toate ecranele\n • Panou de minare simplificat cu indicatori de performanță în timp real\n • Performanță optimizată a aplicației cu tranziții și animații mai fluide\n • Probleme de stabilitate remediate pentru o experiență de utilizator impecabilă\n\nFaceți upgrade acum pentru a experimenta monitorizarea avansată a sănătății, tutorialele ghidate și interfața rafinată proiectată atât pentru începători, cât și pentru utilizatorii avansați!"
    }
  ],
  "ru": [
    {
      "title": "Выпуск кандидата 2",
      "excerpt": "Новое кольцо здоровья, исправления ошибок!",
      "content": "Тестовая сеть BlueberryRing RC2 здесь!\n\n • Добавлены оценки Health Ring для отслеживания показателей жизнедеятельности и показателей здоровья, аналогично ведущим умным кольцам\n • Введена комплексная система интерактивных руководств с интерактивными заданиями и подсказками\n • Улучшена типографика с улучшенной читабельностью на всех экранах\n • Усовершенствована панель мониторинга майнинга с индикаторами производительности в реальном времени\n • Оптимизирована производительность приложения с более плавными переходами и анимацией\n • Исправлены проблемы стабильности для обеспечения бесперебойной работы пользователей\n\nОбновитесь сейчас, чтобы оценить расширенное отслеживание состояния здоровья, интерактивные руководства и улучшенный интерфейс, разработанный как для начинающих, так и для опытных пользователей!"
    }
  ],
  "tr": [
    {
      "title": "Sürüm Adayı 2",
      "excerpt": "Yeni Sağlık Yüzüğü, hata düzeltmeleri!",
      "content": "BlueberryRing testnet RC2 burada!\n\n • Vücut ölçümlerini ve sağlık verilerini takip etmek için, önde gelen akıllı halkalara benzer Sağlık Halkası Puanlamaları eklendi\n • Etkileşimli görevler ve ipuçlarıyla kapsamlı, yönlendirilmiş bir eğitim sistemi tanıtıldı\n • Tüm ekranlarda iyileştirilmiş okunabilirlikle tipografi geliştirildi\n • Gerçek zamanlı performans göstergeleriyle madencilik kontrol paneli kolaylaştırıldı\n • Daha akıcı geçişler ve animasyonlarla uygulama performansı optimize edildi\n • Sorunsuz kullanıcı deneyimi için kararlılık sorunları giderildi\n\nGelişmiş sağlık takibi, yönlendirilmiş eğitimler ve hem yeni başlayanlar hem de ileri düzey kullanıcılar için tasarlanmış cilalı arayüzü deneyimlemek için şimdi yükseltme yapın!"
    }
  ],
  "vi": [
    {
      "title": "Phiên bản thử nghiệm thứ 2",
      "excerpt": "Vòng đeo sức khỏe mới, sửa lỗi!",
      "content": "BlueberryRing testnet RC2 đã có mặt!\n\n • Đã thêm Xếp hạng Vòng sức khỏe để theo dõi các chỉ số sức khỏe và thể chất, tương tự như các vòng thông minh hàng đầu\n • Đã giới thiệu hệ thống hướng dẫn toàn diện với các nhiệm vụ và lời khuyên tương tác\n • Đã nâng cao kiểu chữ với khả năng đọc được cải thiện trên tất cả các màn hình\n • Đã tinh giản bảng điều khiển khai thác với các chỉ số hiệu suất thời gian thực\n • Đã tối ưu hóa hiệu suất ứng dụng với các chuyển đổi và hiệu ứng hoạt hình mượt mà hơn\n • Đã khắc phục các sự cố ổn định để mang lại trải nghiệm người dùng liền mạch\n\nNâng cấp ngay bây giờ để trải nghiệm theo dõi sức khỏe tiên tiến, hướng dẫn sử dụng và giao diện được trau chuốt, được thiết kế cho cả người mới bắt đầu và người dùng chuyên nghiệp!"
    }
  ],
  "zh-hans": [
    {
      "title": "候选版本2",
      "excerpt": "新的健康环，错误修复！",
      "content": "BlueberryRing测试网RC2来了！\n\n • 添加了健康环评分以跟踪生命体征和健康指标，类似于领先的智能戒指\n • 引入了全面的引导教程系统，其中包含互动式任务和提示\n • 增强了排版，提高了所有屏幕的可读性\n • 简化了矿池信息面板，其中包含实时性能指标\n • 优化了应用程序性能，实现了更流畅的过渡和动画\n • 解决了稳定性问题，以确保无缝的用户体验\n\n立即升级，体验先进的健康追踪、引导教程和为初学者和高级用户设计的精致界面！"
    }
  ],
  "zh-hant": [
    {
      "title": "發行候選版本 2",
      "excerpt": "全新健康環，錯誤修正！",
      "content": "BlueberryRing測試網路RC2來了！\n\n • 新增健康環評級，追蹤生命體徵和健康指標，類似領先的智慧戒指\n • 引進全面的循序漸進教學系統，包含互動式任務和提示\n • 提升排版，改善所有螢幕的可讀性\n • 簡化挖礦儀表板，提供即時效能指標\n • 優化應用程式效能，實現更順暢的轉場和動畫\n • 修正穩定性問題，確保無縫的使用者體驗\n\n立即升級，體驗進階健康追蹤、循序漸進教學和為初學者和進階使用者設計的精緻介面！"
    }
  ]
}